tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nulogy/nulogy", "git@github.com:nulogy/homebrew-nulogy.git"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "coreutils"
brew "gettext"
brew "openldap"
brew "curl"
brew "docker-compose"
brew "emojify"
brew "exa"
brew "gh"
brew "git"
brew "gnupg"
brew "helm"
brew "jq"
brew "libyaml"
brew "nginx"
brew "openssl@3"
brew "overmind"
brew "pcre"
brew "postgresql@14"
brew "yarn"
brew "zlib"
brew "nulogy/nulogy/branj"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "docker"
cask "fork"
cask "macvim"
cask "postman"
cask "rubymine"
cask "sizeup"
cask "sublime-text"
cask "tableplus"
cask "tuple"
cask "wkhtmltopdf"
