tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nulogy/nulogy", "git@github.com:nulogy/homebrew-nulogy.git"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "libksba"
brew "gnupg"
brew "diff-pdf"
brew "docker-compose", link: false
brew "emojify"
brew "eza"
brew "gh"
brew "git"
brew "gnu-sed"
brew "helm"
brew "jq"
brew "libyaml"
brew "nginx"
brew "openssl@1.1"
brew "overmind"
brew "pcre"
brew "pkg-config"
brew "postgresql@15", link: true
brew "redis"
brew "rust"
brew "sops"
brew "sqlfluff"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "nulogy/nulogy/branj"
cask "1password"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "dash"
cask "docker"
cask "fork"
cask "iterm2"
cask "launchbar"
cask "macvim"
cask "microsoft-remote-desktop"
cask "postman"
cask "rubymine"
cask "sizeup"
cask "sublime-text"
cask "tableplus"
cask "tuple"
cask "wkhtmltopdf"
